{
  "hello": "welt",
  "why.title": "Warum ? IT Dobler",
  "why.point-1": "Unsere Daseinsberechtigung besteht darin, unseren Kunden wirklich zuzuhören und ihnen als kompetenten Partner zur Seite zu stehen, um ihnen dabei zu helfen, ihre Ideen und Projekte erfolgreich zu verwirklichen.<br><br>",
  "why.point-2": "Wir wollen Begeisterung entfachen!",
  "why.point-3": "Bei anspruchsvollen Web und Mobile Applikationen begleiten wir sie bei der Umsetzung von der ersten Idee, über die Konzeption bis hin zur Fertigstellung und Veröffentlichung.<br><br>",
  "why.point-4": "Für Software, welche in Java/Angular, Flutter und den Services AWS und xy entwickelt wurde, übernehmen wir sowohl Anknüpfungen an ihre bisherige Programm-Umgebung wie auch komplette Neukonzipierungen.<br><br>",
  "why.point-5": "Wir machen nicht “alles”, es gibt tausende Programmiersprachen und Services und obwohl wir einige davon beherrschen, bieten wir nur das an, worin wir wirkliche Experten sind und so garantieren wir höchstmögliche Qualität und Sicherheitsstandards.",
  "why.point-6": "Unsere Daseinsberechtigung besteht darin, unseren Kunden wirklich zuzuhören und ihnen als kompetenten Partner zur Seite zu stehen, um ihnen dabei zu helfen, ihre Ideen und Projekte erfolgreich zu verwirklichen.<br><br>",
  "why.point-7": "Nach dem Launch sind wir für sie da, denn Betrieb, Wartung und Weiterentwicklung ihrer Software liegen uns persönlich am Herzen. Als Kenner des Produktes können wir den zuverlässigen Betrieb garantieren und sie bei einem eventuellen Ausbau zielgerichtet beraten.<br><br>",
  "why.point-8": "Wir sind ein kleines Team, welches sich auf die Entwicklung von Web und Mobile Applikationen spezialisiert hat. Wir sind keine Agentur, sondern ein Team von Entwicklern, welche sich auf die Entwicklung von Web und Mobile Applikationen spezialisiert hat.<br><br>",
  "why.point-9": "Dies spiegelt unser Engagement wider, begleitet unser Handeln und hilft uns beim Aufbau langfristiger, vertrauensvoller Beziehungen.",
  "project-planning.title": "Projekt-Planung",
  "project-planning.point-1": "Oft wird die Frage gestellt wo fängt man an und wo hört man auf, denn fast nichts ist unmöglich, wenn es um Software-Entwicklung oder Web Applikationen geht. Da können Sie auf unsere Erfahrung vertrauen, weil wir lotsen Sie sicher durch diesen Prozess.<br><br><br>",
  "project-planning.point-2": "Bei unserem ersten Planungs-Meeting befassen wir uns intensiv mit Ihrem Business, damit wir genau verstehen was Sie wünschen. Wir werden Ihnen sehr aufmerksam zuhören, um Ihre individuellen Bedürfnisse zu berücksichtigen und/oder Ihnen weitere Möglichkeiten aufzuzeigen.<br><br><br>",
  "project-planning.point-3": "Wir erstellen daraufhin eine massgeschneiderte Lösung, indem wir Konzept, Architektur, UX, Graphic-Design und den nötigen Tech-Stack aufzeichnen, sowie eine transparente Kostenübersicht und einen Terminplan erstellen.<br><br><br>",
  "project-planning.point-4": "Danach zeigen wir Ihnen, wenn gewünscht, einen Prototypen und einen Vorschlag zum Graphic-Design. Zusammen etablieren wir dann sehr konkret das End-Produkt, um die Entwicklung ihrer individuellen Software schnell und effizient umzusetzen.<br><br><br>",
  "project-planning.point-5": "Nach einer ausführlichen Testphase wird ihre Software gelauncht und danach für einen angemessenen Unterhalt des Produktes gesorgt.<br><br><br>",
  "project-planning.point-6": "Gut zu Wissen: Wir vermeiden Endlos-Meetings, Bürokratie und Mittelmässigkeit.<br><br><br>",
  "our-stack.title": "Unser Stack",
  "our-stack.point-1": "Hinter jedem Projekt stehen kreative Köpfe, welche regelrechte Kunstwerke aus Datengeflechten, Codereihen und Verknüpfungen schaffen.",
  "our-stack.point-2": "Als Werkzeuge dienen die Tastatur, die Maus, der PC und eine ganze Menge Tools und Programmiersprachen, hier eine Übersicht unseres Stacks...",
  "our-stack.services.title": "Services",
  "our-stack.services.description": "Aws suite and OpenShift, Capacitor, Cordova",
  "our-stack.tools.title": "Tools",
  "our-stack.tools.description": "Java, Quarkus, hirnzeue",
  "our-stack.point-3": "IT-Dobler liefert Lösungen basierend auf den individuellen Bedürfnissen des Kunden unter Anwendung der agilen oder klassischen Methoden.",
  "references.title": "Referenzen",
  "references.point-1": "Wir sind stolz auf unsere Arbeit und unsere Kunden sind es auch. Hier eine Auswahl unserer Projekte.",
  "references.current.title": "Aktuell",
  "references.current.contractor": "Contractor: Senior Full-Stack-Dev.,  Techn. Leiter",
  "references.current.happy-post": "HappyPost  App - Dev.",
  "references.current.saf-timer": "SAFTimer - Dev.",
  "references.current.yp": "Yachtpartner - Konzept/UX",
  "references.realized.it-dobler": "IT-Dobler.com",
  "references.realized.halma": "Halma42, Version 1",
  "references.realized.gu": "GU Social App - Konzept/UX",
  "references.realized.websites": "Yachtpartner - Konzept/UX",
  "references.customer.title": "Kunde",
  "references.goal.title": "Projektziel",
  "references.solution.title": "Lösung",
  "references.status-quo.title": "Status Quo",
  "references.contractor.title": "Software-Ingenieur bei Bundesprojekten",
  "references.contractor.customer.description": "Den Bereich Healthcare konnten wir in den letzten Jahren ausbauen und haben dabei spezifische Kompetenzen entwickelt.\nDazu gehörten die Planung und Umsetzung von Plattformen im Medizinbereich, Aufbau von Ärtzeverzeichnissen, aber auch Laboranbindungen, Integrationen von hl7 und weiteren Schnittstellen zu Behörden. Ebenfalls besitzen wir Wissen im Bereich Fakturierung auf Basis von Tarmed sowie die elektronische Übermittlung der Daten zwischen den Leistungserbringern und Versicherungen",
  "references.contractor.goal.description": "Es wurde ein agiles Vorgehen gewählt, die Teams neu nach Schwerpunktthemen strukturiert. Klare Priorisierungen basierend auf der Roadmap mit kontinuierlichem Risikomanagement. Strikte Ressourcenreservation für das Migrationsvorhaben. Übergeordnete Validierung und Priorisierung der Kundenprojekte.\nDas Team unterstützt den Kunden in den Rollen als Product Owner, Squad Lead, Software-Engineer und Embedded Test-Engineerfür den Betrieb der alten Plattform, sowie für die Migration der Outbound Schnittstellen auf die neue Oracle Plattform.",
  "references.contractor.solution.description": "Schrittweise Ablösung der alten Plattform ohne spürbare Auswirkung auf die Konsumenten von analytischen Daten und Auswertungen.\nHerausforderung\nDie Ablösung erfolgte in mehreren Etappen. Während der gesamten Migrationsphase musste sowohl die alte Plattform betrieben als auch die neue Plattform aufgebaut werden. Parallel zur Migration mussten in dieser Zeit auch Projekte für neue Kundenbedürfnisse im Bereich Analytics umgesetzt werden.",
  "references.contractor.status-quo.description": "Contractor: Senior Full-Stack-Entwickler und Techn. Leiter eines Teams für Web-Portale im Auftrag des Schweizer Bundes und Kanton.",
  "company.title": "Unternehmen",
  "company.founder": "Gründer",
  "company.education-1": "Bachelor in Computer Science &<br> Software Engineering, TU/e*<br>*",
  "company.education-2": "*Technical University Eindhoven/NL",
  "company.description": "Coding ist meine Leidenschaft, als Software-Ingenieur tauche ich in die Tiefe Ihrer Domäne, um mit dem Wissen daraus qualitativen Code zu schreiben. Java, Angular und Spring sind dabei meine langjährigen Werkzeuge.<br><br>Ich erhielt eine überzeugende, sinnvolle Idee inklusive Konzept/Design und beschloss die App HappyPost zu entwickeln, gleichzeitig sammelte ich wertvolle Erfahrungen als Junior Fullstack-Application-Engineer bei der SBB.<br><br>Durch mein Können erhielt ich die Chance mich als Contractor zu behaupten, dies gelang mir wirklich gut, wodurch ich heute an wichtigen digitalen Projekten des Bundes arbeiten und als Senior-Entwickler und Technischer Leiter meinen Beitrag leisten kann.<br><br>2019 gründete ich IT-Dobler und entwickle seither spannende Projekte, wobei ich bei Bedarf auf ein ambitioniertes und fähiges Team zählen kann.<br><br>Ich habe das Privileg ein breites Spektrum von Unternehmen zu bedienen, ob als Teil eines Teams oder als selbständiger Auftragnehmer, angefangen von Software im Auftrag des Bundes über Social-App und Brettspiel-Digitalisierung privater Auftraggeber bis hin zu Beratung und Begleitung.<br><br>Mein Pragmatismus und meine offene und direkte Kommunikation unterstützen mich dabei eine Kultur der Exzellenz in der Kundenbetreuung zu leben, die sich dadurch auszeichnet, dass ich und mein Team zugänglich, flexibel und wirklich hilfsbereit sind.<br><br>Es ist mein Ziel grossartige und nützliche Software zu entwickeln.<br><br>Ich danke für Ihren Besuch. Yanic Dobler",
  "contact.title": "Kontakt",
  "contact.intro": "Kontaktieren Sie mich und lassen Sie uns etwas Aussergewöhnliches schaffen!",
  "contact.form.name": "Name",
  "contact.form.email": "E-Mail",
  "contact.form.phone-number": "Telefonnummer",
  "contact.form.send": "Senden",
  "contact.address.switzerland": "Locanro 1, 8803 Rüschlikon, Schweiz",
  "contact.address.uruguay": "Uy 11300 Montevideo, Uruguay",
  "contact.address.mobile": "Mobile: ",
  "contact.address.phone": "Phone: "
}