{
  "app.name": "IT-Dobler",
  "app.browser-title": "Wir machen Digitalisierung sichtbar",
  "menu.services": "Services",
  "menu.services.what-we-do": "Was wir machen",
  "menu.services.our-stack": "Unser Stack",
  "menu.planning": "Planung",
  "menu.references": "Referenzen",
  "menu.references.career": "Werdegang",
  "menu.references.happy-post": "HappyPost",
  "menu.references.yachtpartner": "Yachtpartner",
  "menu.references.halma-42": "Halma42",
  "menu.references.websites": "Webseiten",
  "menu.about-us": "Über uns",
  "menu.about-us.why-it-dobler": "Warum IT-Dobler",
  "menu.about-us.team": "Team",
  "menu.contact": "Kontakt",
  "services.title": "Services",
  "services.what-we-do": "Was wir machen",
  "services.point-1": "Wir entwickeln anspruchsvolle Web und Mobile Applikationen und begleiten Sie bei der Umsetzung von der ersten Idee, über die Konzeption bis hin zur Fertigstellung und Veröffentlichung.<br><br>",
  "services.point-2": "Für Software, welche in Java/Angular, Flutter und der Service AWS Suite entwickelt wurde, übernehmen wir sowohl Anknüpfungen an ihre bisherige Programm-Umgebung wie auch komplette Neukonzipierungen.<br><br>",
  "services.point-3": "Durch den Einsatz modernster Entwicklungstools und einem talentierten Team, wird die Entwicklungszeit und damit Time-to-Market auch von komplexen Projekten verkürzt, wodurch die Kosten für Umsetzung und Unterhalt tief gehalten werden.<br><br>",
  "services.point-4": "Nach dem Launch sind wir für Sie da, denn Betrieb, Wartung und Weiterentwicklung Ihrer Software liegen uns persönlich am Herzen. Als Kenner des Produktes können wir den zuverlässigen Betrieb garantieren und Sie bei einem eventuellen Ausbau zielgerichtet beraten.<br><br>",
  "services.point-5": "Selbstverständlich kann die Software auch extern betreut werden, weil wir Testautomatisierung und Qualitätssicherung gewissenhaft und weitsichtig ausführen, damit Ihre Software jetzt und in Zukunft funktioniert und unterhaltbar ist.<br><br>",
  "services.point-6": "Wir liefern Lösungen basierend auf den individuellen Bedürfnissen des Kunden unter Anwendung der agilen oder klassischen Methoden.<br><br>",
  "project-planning.title": "Projekt-Planung",
  "project-planning.point-1": "Oft wird die Frage gestellt wo fängt man an und wo hört man auf, denn fast nichts ist unmöglich, wenn es um Software-Entwicklung oder Web Applikationen geht. Da können Sie auf unsere Erfahrung vertrauen, weil wir lotsen Sie sicher durch diesen Prozess.<br><br>",
  "project-planning.point-2": "Bei unserem ersten Planungs-Meeting befassen wir uns intensiv mit Ihrem Business, damit wir genau verstehen was Sie wünschen. Wir werden Ihnen sehr aufmerksam zuhören, um Ihre individuellen Bedürfnisse zu berücksichtigen und/oder Ihnen weitere Möglichkeiten aufzuzeigen.<br><br>",
  "project-planning.point-3": "Wir erstellen daraufhin eine massgeschneiderte Lösung, indem wir Konzept, Architektur, UX, Graphic-Design und den nötigen Tech-Stack aufzeichnen, sowie eine transparente Kostenübersicht und einen Terminplan erstellen.<br><br>",
  "project-planning.point-4": "Danach zeigen wir Ihnen, wenn gewünscht, einen Prototypen und einen Vorschlag zum Graphic-Design. Zusammen etablieren wir dann sehr konkret das End-Produkt, um die Entwicklung Ihrer individuellen Software schnell und effizient umzusetzen.<br><br>",
  "project-planning.point-5": "Nach einer ausführlichen Testphase wird Ihre Software gelauncht und danach für einen angemessenen Unterhalt des Produktes gesorgt.<br><br>",
  "project-planning.point-6": "Gut zu Wissen: Wir vermeiden Endlos-Meetings, Bürokratie und Mittelmässigkeit.<br><br>",
  "project-planning.point-7": "Wir von <span class='font-orbitron'>IT-Dobler</span> übernehmen die Verantwortung für unsere Arbeiten und halten Qualitätsstandards, Termine und Preise ein.<br><br>",
  "our-stack.title": "Unser Stack",
  "our-stack.browser-title": "Unser Stack",
  "our-stack.point-1": "Hinter jedem Projekt stehen kreative Köpfe, welche regelrechte Kunstwerke aus Datengeflechten, Codereihen und Verknüpfungen schaffen.",
  "our-stack.point-2": "Als Werkzeuge dienen die Tastatur, die Maus, der PC und eine ganze Menge Tools und Programmiersprachen, hier eine Übersicht unseres Stacks:",
  "our-stack.services.title": "Services",
  "our-stack.services.description": "Aws suite and OpenShift, Capacitor, Cordova",
  "our-stack.tools.title": "Tools",
  "our-stack.tools.description": "Java, Quarkus, hirnzeue",
  "our-stack.point-3": "<span class='font-orbitron'>IT-Dobler</span> liefert Lösungen basierend auf den individuellen Bedürfnissen des Kunden unter Anwendung der agilen oder klassischen Methoden.",
  "references.title": "Referenzen",
  "references.point-1": "Was ich und meine digitalen Künstler bei <span class='font-orbitron'>IT-Dobler</span> so alles kreieren, sehen Sie unter dem “Link” der jeweiligen Referenz.",
  "references.current.title": "Aktuell",
  "references.current.career": "Werdegang - Yanic Dobler",
  "references.current.happy-post": "HappyPost",
  "references.current.saf-timer": "SAFTimer",
  "references.current.yp": "Yachtpartner - Konzept/UX",
  "references.realized.title": "Realisiert",
  "references.realized.halma": "Halma42",
  "references.realized.gu": "GU Social App - Konzept/UX",
  "references.realized.websites": "Webseiten",
  "references.customer.title": "Kunde",
  "references.goal.title": "Projektziel",
  "references.solution.title": "Lösung",
  "references.status-quo.title": "Status Quo",
  "references.career.title": "Werdegang - Yanic Dobler",
  "references.career.browser-title": "Werdegang - Yanic Dobler",
  "references.career.ing.title": "Bsc. Arbeit - ING Bank",
  "references.career.ing.description": "Die ING-Bank brauchte einen Prototyp von einer Website, die die Finanzkompetenz vermitteln und verbessern soll.<br><br>Ich konzentrierte mich auf die Entwicklung mit Vue, NodeJS und Neo4j, sowie der Aufsetzung der Serverinfrastruktur mit Docker.<br><br>Das Projekt wurde erfolgreich abgeschlossen und mit einem Bachelor belohnt :)",
  "references.career.sbb.title": "SBB-BizDevOps Engineer",
  "references.career.sbb.description": "Im Juli 2020 startete ich als Junior Application Engineer und konnte bereits Anfang 2021 als BizDevOps Engineer mein fundiertes Fachwissen zu Gunsten der SBB einsetzen, als",
  "references.career.sbb.point-1": "Mitinitiator der CLEW Applikation",
  "references.career.sbb.point-2": "Fullstack Entwicklung am CLEW SSP",
  "references.career.sbb.point-3": "Migration auf HelmCharts, sowie Unterstützung anderer Teams das selbe zu tun",
  "references.career.sbb.point-4": "Technisches Coaching der Lernenden und Verantwortliche Fachkraft für eine IPA",
  "references.career.sbb.point-5": "Beteiligt am ART Architerktur-sync",
  "references.career.sbb.point-6": "Neuaufsetzung einer Helper CLI für Openshift to Helm Charts",
  "references.career.loewenfels.title": "Löwenfels Partner AG",
  "references.career.loewenfels.description": "Als Contracter setzte mich Swisslinx als Angular & Java full stack Software Engineer ein. Wo ich in folgenden Bereichen meinen Beitrag leisten konnte:",
  "references.career.loewenfels.point-1": "Mitarbeiter in Angular ausbilden",
  "references.career.loewenfels.point-2": "ePortal Ausgleichskasse Kanton BE & NE",
  "references.career.loewenfels.point-3": "Entwicklung eines internen tools zur Ferienverwaltung",
  "references.career.dvbern.title": "DV Bern",
  "references.career.dvbern.description": "Seit 2023 arbeite ich als Senior Software Engineer und Techn. Leiter eines Teams für DV Bern. Hier schätze ich das Privileg, mit excellenten Entwicklern, hochkomplexe Software für diverse Kantone der Schweiz bereit zu stellen für:",
  "references.career.dvbern.point-1": "RegisterMe: Registrierungs Portal für Flüchtlinge",
  "references.career.dvbern.point-2": "MASID: Management System for Infectious Diseases",
  "references.career.dvbern.point-3": "eLohnausweis SSK",
  "references.career.dvbern.point-4": "VacMe: Impfportal Kanton BE & ZH",
  "references.happy-post.title": "HappyPost Social App",
  "references.happy-post.browser-title": "HappyPost",
  "references.happy-post.customer.description": "HappyPost ist eine einzigartige Social-App die eine Brücke zwischen den Generationen schlägt, welche mit verschiedenen Kommunikationsmitteln vertraut sind.<br>Aus lauter Begeisterung über die Genialität und Einfachheit des Konzeptes von HappyPost, welches nur als Prototyp existierte, haben wir beschlossen die App zu übernehmen. Wir glauben an den Erfolg dieses einmaligen Konzeptes und werden der App grafisch, funktionell und technisch ein Upgrade geben.",
  "references.happy-post.goal.description": "Diese Kommunikations-App soll digitale Analphabeten mit Digitals auf sichere und bezaubernd einfache Weise verbindet. Die Kommunikationsschnittstelle wird durch zwei, in Design und UX unterschiedliche, der jeweiligen Benutzergruppe angepasste, Interfaces ermöglicht. Diese Lösung zeigte sich als erfolgreich, jedoch fehlten Foto/Video, sowie eine Einnahme-Quelle, dies wird nun bei HP2 als upgrade eingebaut.",
  "references.happy-post.solution.description": "Das grafische Upgrade der App wird mit Foto/Video-Übermittlung und einem Geschenk-Shop erweitert, wofür eine Kamera-Funktion, sowie eine Bezahl-Verbindung eingebaut wird.<br>Launch von HP2 im März 2024",
  "references.happy-post.status-quo.description": "Das nächste große Update für “HP2” ist, in der Modern-Version und im Back-End zu 90%, fertig entwickelt und an der Klassisch-Version wird konstant gearbeitet.",
  "references.saf-timer.title": "SAFTimer",
  "references.saf-timer.browser-title": "SAFTimer",
  "references.saf-timer.customer.description": "Mam und Yanic",
  "references.saf-timer.goal.description": "Simply as fuck Timer erstellen für privaten Gebrauch./Video, sowie eine Einnahme-Quelle, dies wird nun bei HP2 als upgrade eingebaut.",
  "references.saf-timer.solution.description": "Yanic baut alles Mam sagt wie",
  "references.saf-timer.status-quo.description": "Fast fertig",
  "references.yp.title": "Yachtpartner Web/App",
  "references.yp.browser-title": "Yachtpartner",
  "references.yp.customer.description": "Die Kundin ist seit Jahren im Besitze der domain und eines Planes, welcher für die Yacht-Society ein Member-Portal/App mit sehr vielen Funktionen beinhaltet. Sie beauftragte uns für die technische Umsetzung der App und benötigt im Vorfeld Beratung bezüglich den technischen Möglichkeiten.",
  "references.yp.goal.description": "Das Portal ist enorm gross und vielfältig und es benötigt erstmal ein klares Konzept und eine UX, beides wird von der Kundin gestellt. Gleichzeitig erstellt IT Dobler den nötigen Tech-Stack und ein Kosten-, sowie Zeitplan.",
  "references.yp.solution.description": "Die beste Yacht-App auf dem Markt zu bauen auf Grund der Vorlagen der Kundin zusammen mit dem Know-how von uns. <br>Die technische Umsetzung ist geplant auf Ende 2024",
  "references.yp.status-quo.description": "Es finden alle 2 Monate ausführliche Meetings statt, du denen die Kundin jeweils gut vorbereitet mit Figma-Vorlagen und konkreten Fragen zu technischen Möglichkeiten oder neuesten Trends erscheint.",
  "references.halma.title": "Brettspiel - Halma42 Open-Source",
  "references.halma.browser-title": "Halma42",
  "references.halma.customer.description": "Ein Privatkunde, welcher sein patentiertes Brettspiel, ein Halma420, auch digital spielen möchte, sucht einen möglichen Weg, Halma420 als App oder Webportal zu verwirklichen.",
  "references.halma.goal.description": "Eine App und ein Webportal, welche die grundlegenden Funktionen einwandfrei spielen lässt. Diese Version wird ohne schnick-schnack erstellt und soll den Mitwirkenden einen Platz in ihrem Portfolio bieten, denn es sind keine finanziellen Ressourcen vorhanden.",
  "references.halma.solution.description": "Es wird eine komplette open-source-whatever Umgebung von uns erstellt, damit jeder der will und kann an diesem Projekt arbeiten kann. Ein Konzept und UX wird von ausgearbeitet und mit dem Kunden vervollständigt. ",
  "references.halma.status-quo.description": "Der Tech-Stack wird von Yanic festgelegt, Katharina arbeitet an der UX und Claudio schreibt die Regeln so kurz wie möglich auf.",
  "references.websites.title": "Webseiten",
  "references.websites.browser-title": "Webseiten",
  "references.websites.christin-art.description": "Gestaltet von IT-Dobler nach Kundenwunsch. Umsegesetzt mit Wordpress. Hosting mit AWS Lightsail.",
  "references.websites.it-dobler.description": "Gestaltung und Implementation von IT-Dobler. Frontend mit Angular und Tailwind CSS. Backend betsteht aus einer Azure Function in NodeJS. Gehostet wird beides via Azure Static Web App.",
  "about-us.title": "Über uns",
  "about-us.why-it-dobler": "Warum IT-Dobler?",
  "about-us.point-1": "Unsere Daseinsberechtigung besteht darin, unseren Kunden wirklich zuzuhören und ihnen als kompetenten Partner zur Seite zu stehen, um ihnen dabei zu helfen, ihre Ideen und Projekte erfolgreich zu verwirklichen.<br><br>",
  "about-us.point-2": "Durch den Einsatz modernster Entwicklungstools und einem talentierten Team, wird die Entwicklungszeit und damit Time-to-Market auch von komplexen Projekten verkürzt, wodurch die Kosten für Umsetzung und Unterhalt tief gehalten werden.<br><br>",
  "about-us.point-4": "Wir machen nicht “alles”, es gibt tausende Programmiersprachen und Services und obwohl wir einige davon beherrschen, bieten wir nur das an, worin wir wirkliche Experten sind und so garantieren wir höchstmögliche Qualität und Sicherheitsstandards.<br><br>",
  "about-us.point-5": "Wir haben das Privileg ein breites Spektrum von Unternehmen zu bedienen, ob als Teil eines Teams oder als selbständiger Auftragnehmer, angefangen von Social-Apps und Brettspiel-Digitalisierung privater Auftraggeber bis hin zu weiterführender Beratung.<br><br>",
  "about-us.point-6": "Es ist unser Ziel grossartige und nützliche Software zu entwickeln.<br><br>",
  "about-us.point-7": "Dies spiegelt unser Engagement wider, begleitet unser Handeln und hilft uns beim Aufbau langfristiger, vertrauensvoller Beziehungen.<br><br>",
  "team.title": "Team",
  "team.browser-title": "Team",
  "team.yanic-dobler.title": "Gründer von IT-Dobler<br>Software-Ingenieur & Architekt",
  "team.yanic-dobler.description": "Coding ist meine Leidenschaft, als Software-Ingenieur tauche ich in die Tiefe ihrer Domäne, um mit dem Wissen daraus qualitativen Code zu schreiben. Java, Angular und Spring sind dabei meine langjährigen Werkzeuge. <br><br>Mein Pragmatismus und meine offene und direkte Kommunikation unterstützen mich dabei eine Kultur der Exzellenz in der Kundenbetreuung zu leben, die sich dadurch auszeichnet, dass ich und mein Team zugänglich, flexibel und wirklich hilfsbereit sind.<br><br>2019 gründete ich IT-Dobler und entwickle seither spannende Projekte, wobei ich auf ein ambitioniertes und fähiges Team zählen kann.",
  "team.yanic-dobler.education-1": "Bachelor in Computer Science<br>& Software Engineering, TU/e*",
  "team.yanic-dobler.education-2": "*Technical University Eindhoven/NL",
  "team.katharina-dobler.title": "Konzept & UX Design<br>Administration",
  "team.katharina-dobler.description": "Im Jahr 2019 unterbreitete ich IT-Dobler mein einzigartiges Konzept/UX der App “HappyPost”. Überzeugt von dieser sinnvollen Idee machte sich Yanic an die Umsetzung und gleichzeitig inspirierte er mich, durch die bereichernde Zusammenarbeit, die Welt der Graphic und des Webdesigns zu ergründen. <br>Heute kann ich IT-Dobler mit meinem kreativen Talent und Ideenreichtum optimal bereichern und unterstützen. Als Entrepreneurin schätze ich mich glücklich an Yanic ´s Seite zu arbeiten, weil seine Professionalität, Ausdauer und Wertschätzung jedes talenierte Team zu Bestleistungen motivieren kann.",
  "contact.title": "Kontakt",
  "contact.intro": "Kontaktieren Sie uns und lassen Sie uns etwas Aussergewöhnliches schaffen!",
  "contact.form.name": "Name*",
  "contact.form.name.error": "Name ist ein Pflichtfeld",
  "contact.form.email": "E-Mail*",
  "contact.form.email.error": "E-Mail ist ein Pflichtfeld",
  "contact.form.phone-number": "Telefonnummer",
  "contact.form.send": "Senden",
  "contact.form.working": "Laden...",
  "contact.form.error": "Ups, ein Systemfehler, wir bitten Sie Ihre Nachricht erneut zu senden.",
  "contact.form.done": "Besten Dank für Ihre Nachricht, wir werden Ihnen baldmöglichst antworten.",
  "contact.address.switzerland": "Locarno / Switzerland",
  "contact.address.uruguay": "Montevideo / Uruguay",
  "contact.address.mobile": "Mobile: ",
  "contact.address.phone": "Phone: "
}