{
  "app.name": "IT-Dobler",
  "app.browser-title": "We make digitalisation visible.",
  "menu.services": "Services",
  "menu.services.what-we-do": "What we do",
  "menu.services.our-stack": "Our stack",
  "menu.planning": "Planning",
  "menu.references": "References",
  "menu.references.career": "Career",
  "menu.references.happy-post": "HappyPost",
  "menu.references.yachtpartner": "Yachtpartner",
  "menu.references.halma-42": "Halma42",
  "menu.references.websites": "Websites",
  "menu.about-us": "About us",
  "menu.about-us.why-it-dobler": "Why IT-Dobler",
  "menu.about-us.team": "Team",
  "menu.contact": "Contact us",
  "services.title": "Services",
  "services.what-we-do": "What we do",
  "services.point-1": "We develop sophisticated web and mobile applications and support you in their realisation from the initial idea, through conception to completion and publication.<br><br>",
  "services.point-2": "For software developed in Java, Angular, Flutter and the AWS Suite service, we take over both links to your existing programme environment and complete redesigns.<br><br>",
  "services.point-3": "By using state-of-the-art development tools and a talented team, the development time and thus the time-to-market of even complex projects is shortened, which keeps the costs for implementation and maintenance low.<br><br>",
  "services.point-4": "After the launch, we are there for you, because we see the operation, maintenance and further development of your software as our responsibility. As experts in the product, we can guarantee reliable operation and provide you with targeted advice for future expansions.<br><br>",
  "services.point-5": "Of course, the software can also be maintained externally because we carry out test automation and quality assurance conscientiously and with foresight so that your software works and is maintainable now and in the future.<br><br>",
  "services.point-6": "We deliver solutions based on the individual needs of the customer using agile or classic methods.<br><br>",
  "project-planning.title": "Project planning",
  "project-planning.point-1": "The question of where to start and where to stop is often asked, because almost nothing is impossible when it comes to software development or web applications. You can rely on our experience, because we will guide you safely through this process.<br><br>",
  "project-planning.point-2": "At our first planning meeting, we will take a close look at your business so that we understand exactly what you want. We will listen to you very carefully in order to consider your individual needs and show you further possibilities.<br><br>",
  "project-planning.point-3": "We then create a customised solution by drawing up a concept, architecture, UX, graphic design and the necessary tech stack, as well as a transparent cost overview and schedule.<br><br>",
  "project-planning.point-4": "Then, if desired, we will show you a prototype and a proposal for the graphic design. Together, we then establish the end product in very concrete terms in order to realise the development of your individual software quickly and efficiently.<br><br>",
  "project-planning.point-5": "After an extensive test phase, your software is launched and appropriate maintenance of the product is then ensured.<br><br>",
  "project-planning.point-6": "Good to know: We avoid endless meetings, bureaucracy and mediocrity.<br><br>",
  "project-planning.point-7": "At <span class='font-orbitron'>IT-Dobler</span>, we take responsibility for our work and adhere to quality standards, deadlines and prices.<br><br>",
  "our-stack.title": "Our stack",
  "our-stack.browser-title": "Our stack",
  "our-stack.point-1": "Behind every project are creative minds who create veritable works of art from data networks, code series and links.",
  "our-stack.point-2": "Our tools are the keyboard, the mouse, the PC and a whole host of tools and programming languages, here is an overview of our stack:",
  "our-stack.services.title": "Services",
  "our-stack.services.description": "Aws suite and OpenShift, Capacitor, Cordova",
  "our-stack.tools.title": "Tools",
  "our-stack.tools.description": "Java, Quarkus, hirnzeue",
  "our-stack.point-3": "<span class='font-orbitron'>IT-Dobler</span> delivers solutions based on the individual needs of the customer using agile or classic methods.",
  "references.title": "References",
  "references.point-1": "You can see what I and my digital artists at <span class='font-orbitron'>IT-Dobler</span> create under the link of the respective reference.",
  "references.current.title": "Current",
  "references.current.career": "Career - Yanic Dobler",
  "references.current.happy-post": "HappyPost",
  "references.current.saf-timer": "SAFTimer",
  "references.current.yp": "Yachtpartner - Konzept/UX",
  "references.realized.title": "Realised",
  "references.realized.halma": "Halma42",
  "references.realized.gu": "GU Social App - Konzept/UX",
  "references.realized.websites": "Websites",
  "references.customer.title": "Customer",
  "references.goal.title": "Project objective",
  "references.solution.title": "Solution",
  "references.status-quo.title": "Status Quo",
  "references.career.title": "Career - Yanic Dobler",
  "references.career.browser-title": "Career - Yanic Dobler",
  "references.career.ing.title": "Bsc. Work - ING Bank",
  "references.career.ing.description": "ING Bank needed a prototype of a website that would communicate and improve financial literacy.<br><br>I focussed on the development with Vue, NodeJS and Neo4j, as well as setting up the server infrastructure with Docker.<br><br>The project was successfully completed and rewarded with a bachelor's degree :)",
  "references.career.sbb.title": "SBB-BizDevOps Engineer",
  "references.career.sbb.description": "I started as a Junior Application Engineer in July 2020 and was already able to use my in-depth expertise for the benefit of SBB (Swiss Federal Railways) as a BizDevOps Engineer at the beginning of 2021:",
  "references.career.sbb.point-1": "Co-initiator of the CLEW application",
  "references.career.sbb.point-2": "Fullstack development on the CLEW SSP",
  "references.career.sbb.point-3": "Migration to HelmCharts, as well as support for other teams to do the same",
  "references.career.sbb.point-4": "Technical coaching of trainees and responsible specialist for an IPA",
  "references.career.sbb.point-5": "Involved in ART Architercture-sync",
  "references.career.sbb.point-6": "New implementation of a Helper CLI for Openshift to Helm Charts",
  "references.career.loewenfels.title": "Löwenfels Partner AG",
  "references.career.loewenfels.description": "As a contractor, Swisslinx employed me as an Angular & Java full stack software engineer. Where I was able to make my contribution in the following areas:",
  "references.career.loewenfels.point-1": "Train employees in Angular",
  "references.career.loewenfels.point-2": "ePortal Compensation Office Canton BE & NE",
  "references.career.loewenfels.point-3": "Development of an internal tool for holiday management",
  "references.career.dvbern.title": "DV Bern",
  "references.career.dvbern.description": "Since 2023 I have been working as Senior Software Engineer and Technical Manager of a team for DV Bern. Here I appreciate the privilege of working with excellent developers to provide highly complex software for various cantons in Switzerland:",
  "references.career.dvbern.point-1": "RegisterMe: Registration portal for refugees",
  "references.career.dvbern.point-2": "MASID: Management System for Infectious Diseases",
  "references.career.dvbern.point-3": "eCertificate of salary STC",
  "references.career.dvbern.point-4": "VacMe: Vaccination portal Canton BE & ZH",
  "references.happy-post.title": "HappyPost Social App",
  "references.happy-post.browser-title": "HappyPost",
  "references.happy-post.customer.description": "The customer had a sensible idea but no capital to have her app developed. The ingenuity and simplicity of the concept convinced me, so I decided to develop and publish the app with my resources and the voluntary collaboration of my team. We believe in the success of this unique app, which definitely has potential for expansion.",
  "references.happy-post.goal.description": "This communication app serves as a bridge between the generations and is intended to connect digital illiterates with digitals in a secure and enchantingly simple way. The communication interface is made possible by two interfaces with different design and UX, adapted to the respective user group. To generate income, photo/video transmission and a digital gift shop are offered.",
  "references.happy-post.solution.description": "First, a prototype was developed that served as a pilot for the target group (senior citizens). The result was so positive that the test users wanted to keep the prototype straight away ;-) The app is now undergoing a graphical and technical upgrade and the photo/video transmission enhancements, including a camera function, a gift shop and a payment connection, are being incorporated. Launch planned by summer 2024",
  "references.happy-post.status-quo.description": "The \"Modern\" mode and back-end are 80% developed. We are constantly working on the \"Classic\" mode. Efficient solutions have been found to cope with the many languages and their impact on the \"Classic\" mode. The project has top priority alongside day-to-day business.",
  "references.saf-timer.title": "SAFTimer",
  "references.saf-timer.browser-title": "SAFTimer",
  "references.saf-timer.customer.description": "Mam und Yanic",
  "references.saf-timer.goal.description": "Simply as fuck Timer erstellen für privaten Gebrauch./Video, sowie eine Einnahme-Quelle, dies wird nun bei HP2 als upgrade eingebaut.",
  "references.saf-timer.solution.description": "Yanic baut alles Mam sagt wie",
  "references.saf-timer.status-quo.description": "Fast fertig",
  "references.yachtpartner.title": "Yachtpartner Web/App",
  "references.yachtpartner.browser-title": "Yachtpartner",
  "references.yachtpartner.customer.description": "The customer has been in possession of a domain and a plan for years, which includes a member portal for the Yacht Society, as a web and mobile application, with many functions. She commissioned us to take over the complete implementation up to publication.",
  "references.yachtpartner.goal.description": "To build the best yacht portal on the market based on the customer's idea, together with our expertise.",
  "references.yachtpartner.solution.description": "The portal is huge and complex and it first needs a structured concept and a UX, the tech stack also needs to be determined and a time and cost plan drawn up.",
  "references.yachtpartner.status-quo.description": "Meetings are held every two months, to which the customer attends well prepared with specific questions about technical possibilities or the latest trends.",
  "references.halma.title": "Brettspiel - Halma42",
  "references.halma.browser-title": "Halma42",
  "references.halma.customer.description": "A private customer who wants to play his patented board game, a type of Halma, digitally is looking for a way to realise the game as an app or web portal.",
  "references.halma.goal.description": "A web portal that allows the basic functions to be played flawlessly with the specified game rules.",
  "references.halma.solution.description": "As the customer does not have the necessary financial resources, we offer to open-source the project and hand over the lead to Yanic. Yanic wants to expand his skills with the project, so he determines the tech stack and makes the project open-source, including a simple design. The focus is on flawless functionality and should be expandable at any time.",
  "references.halma.status-quo.description": "The game is perfectly playable on a web portal. The customer is happy and starts by getting feedback from users and looking for developers in his circle of friends who would like to participate in the open source project so that it can be expanded to include an online multiplayer mode, for example.",
  "references.websites.title": "Websites",
  "references.websites.browser-title": "Websites",
  "references.websites.christin-art.description": "Designed by IT-Dobler according to customer requirements. Implemented with Wordpress. Hosting with AWS Lightsail.",
  "references.websites.it-dobler.description": "Design and implementation by IT-Dobler. Frontend with Angular and Tailwind CSS. Backend consists of an Azure Function in NodeJS. Both are hosted via Azure Static Web App.",
  "about-us.title": "About us",
  "about-us.why-it-dobler": "Why IT-Dobler?",
  "about-us.point-1": "Our raison d'être is to really listen to our customers and to act as a competent partner to help them successfully realise their ideas and projects.<br><br>",
  "about-us.point-2": "By using state-of-the-art development tools and a talented team, the development time and thus the time-to-market of even complex projects is shortened, which keeps the costs for implementation and maintenance low.<br><br>",
  "about-us.point-4": "We don't do \"everything\", there are thousands of programming languages and services and although we master some of them, we only offer what we are real experts in and so we guarantee the highest possible quality and security standards.<br><br>",
  "about-us.point-5": "We have the privilege of serving a wide range of businesses, whether as part of a team or as an independent contractor, from social apps and board game digitisation for private clients to more in-depth consultancy.<br><br>",
  "about-us.point-swiss": "Yanic has gained his professional experience exclusively on the high Swiss quality and industry standard, which is applied to all IT-Dobler work, so you can expect a top product.<br><br>",
  "about-us.point-6": "Our goal is to develop great and useful software.<br><br>",
  "about-us.point-7": "This reflects our commitment, accompanies our actions and helps us to build long-term, trusting relationships.<br><br>",
  "team.title": "Team",
  "team.browser-title": "Team",
  "team.yanic-dobler.title": "Founder of IT-Dobler<br>Software Engineer & Architect",
  "team.yanic-dobler.description": "Coding is my passion. As a software engineer, I immerse myself in the depths of this domain in order to use the knowledge gained to write high-quality code. Java, Angular and Spring have been my tools for many years.<br><br>My pragmatism and my open and direct communication help me to live a culture of excellence in customer service, which is characterised by the fact that I and my team are accessible, flexible and genuinely helpful.<br><br>I founded IT-Dobler in 2019 and have been able to develop exciting projects ever since, counting myself lucky to have an ambitious and capable team consisting of professional software developers, concept/UX and graphic designers and a network of IT companies and freelancers.<br>It turns out that professionalism, perseverance and appreciation can motivate any talented team to perform at their best and that a well-coordinated team is happy to take on even the most complex tasks.<br><br>2024 we celebrate the opening of IT-Dobler - Montevideo/Uruguay!<br>The team is expanded with experienced and talented software developers to continue offering the best possible services to meet the increasing demand of our customers.",
  "team.yanic-dobler.education-1": "Bachelor in Computer Science<br>& Software Engineering, TU/e*",
  "team.yanic-dobler.education-2": "*Technical University Eindhoven/NL",
  "team.katharina-dobler.title": "Concept & UX Design<br>Administration",
  "team.katharina-dobler.description": "In 2019, I presented IT-Dobler with my unique concept/UX for the HappyPost app. Convinced by this sensible idea, Yanic set about realising it and at the same time inspired me to explore the world of graphic and web design through this enriching collaboration.<br><br>Today, I can optimally enrich and support IT-Dobler with my creative talent and wealth of ideas. As an entrepreneur, I consider myself lucky to work alongside Yanic because his professionalism, perseverance and appreciation can motivate any talented team to perform at their best.",
  "contact.title": "Contact",
  "contact.intro": "Contact us and let us create something extraordinary!",
  "contact.form.name": "Name*",
  "contact.form.name.error": "Name is a required field",
  "contact.form.email": "E-Mail*",
  "contact.form.email.error": "E-mail is a required field",
  "contact.form.phone-number": "Phone number",
  "contact.form.send": "Send",
  "contact.form.working": "Loading...",
  "contact.form.error": "Oops, a system error, please resend your message.",
  "contact.form.done": "Thank you for your message, we will reply as soon as possible.",
  "contact.address.switzerland": "Locarno / Switzerland",
  "contact.address.uruguay": "Montevideo / Uruguay",
  "contact.address.mobile": "Mobile: ",
  "contact.address.phone": "Phone: "
}