{
  "app.name": "IT-Dobler",
  "app.browser-title": "Hacemos visible la digitalización",
  "menu.services": "Servicios",
  "menu.services.what-we-do": "Qué hacemos",
  "menu.services.our-stack": "Nuestra pila",
  "menu.planning": "Planificación",
  "menu.references": "Referencias",
  "menu.references.de-spoc": "DE<strong class='custom-semibold'>SPOC</strong>",
  "menu.references.happy-post": "HappyPost",
  "menu.references.yachtpartner": "Yachtpartner",
  "menu.references.halma-42": "Halma42",
  "menu.references.websites": "Páginas web",
  "menu.about-us": "Quiénes somos",
  "menu.about-us.why-it-dobler": "Por qué IT-Dobler",
  "menu.about-us.founder": "Equipo",
  "menu.contact": "Contacto",
  "services.title": "Servicios",
  "services.what-we-do": "Qué hacemos",
  "services.point-1": "Desarrollamos sofisticadas aplicaciones web y móviles y le ayudamos en su realización desde la idea inicial, pasando por la concepción, hasta su finalización y publicación.<br><br>",
  "services.point-2": "Para el software desarrollado en Java, Angular, Flutter y el servicio AWS Suite, nos encargamos tanto de los enlaces a su entorno de programas existente como de los rediseños completos.<br><br>",
  "services.point-3": "Gracias al uso de herramientas de desarrollo de última generación y a un equipo con talento, se acorta el tiempo de desarrollo y, por tanto, el plazo de comercialización incluso de proyectos complejos, lo que mantiene bajos los costes de implantación y mantenimiento.<br><br>",
  "services.point-4": "Después del lanzamiento, estamos a su disposición, porque consideramos que el funcionamiento, el mantenimiento y el desarrollo posterior de su software son nuestra responsabilidad. Como expertos en el producto, podemos garantizar un funcionamiento fiable y ofrecerle asesoramiento específico para cualquier ampliación.<br><br>",
  "services.point-5": "Por supuesto, el software también se puede mantener externamente porque llevamos a cabo la automatización de pruebas y la garantía de calidad a conciencia y con previsión para que su software funcione y se pueda mantener ahora y en el futuro.<br><br>",
  "services.point-6": "Ofrecemos soluciones basadas en las necesidades individuales del cliente utilizando métodos ágiles o clásicos.<br><br>",
  "project-planning.title": "Planificación de proyectos",
  "project-planning.point-1": "A menudo se plantea la pregunta de por dónde empezar y por dónde parar, porque casi nada es imposible cuando se trata de desarrollo de software o aplicaciones web. Puede confiar en nuestra experiencia porque le guiaremos con seguridad a través de este proceso.<br><br>",
  "project-planning.point-2": "En nuestra primera reunión de planificación, estudiaremos detenidamente su negocio para entender exactamente lo que quiere. Le escucharemos con mucha atención para considerar sus necesidades individuales y mostrarle otras posibilidades.<br><br>",
  "project-planning.point-3": "A continuación, creamos una solución a medida elaborando un concepto, arquitectura, UX, diseño gráfico y la pila tecnológica necesaria, así como un resumen de costes y un calendario transparentes.<br><br>",
  "project-planning.point-4": "A continuación, si lo desea, le mostraremos un prototipo y una propuesta de diseño gráfico. Juntos, estableceremos el producto final en términos muy concretos para realizar el desarrollo de su software individual de forma rápida y eficaz.<br><br>",
  "project-planning.point-5": "Tras una amplia fase de pruebas, el software se pone en marcha y se garantiza un mantenimiento adecuado del producto.<br><br>",
  "project-planning.point-6": "Es bueno saberlo: Evitamos las reuniones interminables, la burocracia y la mediocridad.<br><br>",
  "project-planning.point-7": "En <span class='font-orbitron'>IT-Dobler</span>, asumimos la responsabilidad de nuestro trabajo y cumplimos las normas de calidad, los plazos y los precios.<br><br>",
  "our-stack.title": "Nuestra pila",
  "our-stack.browser-title": "Nuestra pila",
  "our-stack.point-1": "Detrás de cada proyecto hay mentes creativas que crean verdaderas obras de arte a partir de redes de datos, series de códigos y enlaces.",
  "our-stack.point-2": "Nuestras herramientas son el teclado, el ratón, el PC y toda una serie de herramientas y lenguajes de programación; he aquí un resumen de nuestra pila:",
  "our-stack.services.title": "Servicios",
  "our-stack.services.description": "Aws suite and OpenShift, Capacitor, Cordova",
  "our-stack.tools.title": "Tools",
  "our-stack.tools.description": "Java, Quarkus, hirnzeue",
  "our-stack.point-3": "<span class='font-orbitron'>IT-Dobler</span> ofrece soluciones basadas en las necesidades individuales del cliente utilizando métodos ágiles o clásicos.",
  "references.title": "Referencias",
  "references.point-1": "Puedes ver lo que yo y mis artistas digitales en <span class='font-orbitron'>IT-Dobler</span> creamos bajo el enlace de la referencia respectiva.",
  "references.current.title": "Actual",
  "references.current.happy-post": "HappyPost",
  "references.current.saf-timer": "SAFTimer",
  "references.current.yp": "Yachtpartner - Concepto/UX",
  "references.current.de-spoc": "DE<strong>SPOC</strong>",
  "references.top-reference.title": "Principales referencias",
  "references.top-reference.auf-anfrage": "A petición",
  "references.realized.title": "Realizado",
  "references.realized.halma": "Halma42",
  "references.realized.gu": "GU Social App - Konzept/UX",
  "references.realized.websites": "Páginas web",
  "references.customer.title": "Cliente",
  "references.goal.title": "Objetivo del proyecto",
  "references.solution.title": "Solución",
  "references.status-quo.title": "Status Quo",
  "references.career.title": "Carrera profesional - Yanic Dobler",
  "references.career.browser-title": "Carrera profesional - Yanic Dobler",
  "references.career.ing.title": "Bsc. Trabajo - ING Bank",
  "references.career.ing.description": "ING Bank necesitaba un prototipo de página web que comunicara y mejorara la educación financiera.<br><br>Me centré en el desarrollo con Vue, NodeJS y Neo4j, así como en la configuración de la infraestructura del servidor con Docker.<br><br>El proyecto fue completado con éxito y recompensado con una licenciatura :)",
  "references.career.sbb.title": "SBB-BizDevOps Engineer",
  "references.career.sbb.description": "Empecé como ingeniero de aplicaciones junior en julio de 2020 y ya pude utilizar mis profundos conocimientos en beneficio de SBB (Ferrocarriles Federales Suizos) como ingeniero BizDevOps a principios de 2021, cuando",
  "references.career.sbb.point-1": "Co-iniciador de la aplicación CLEW",
  "references.career.sbb.point-2": "Desarrollo fullstack en la CLEW SSP",
  "references.career.sbb.point-3": "Migración a HelmCharts, así como apoyo a otros equipos para que hagan lo mismo.",
  "references.career.sbb.point-4": "Preparación técnica de los alumnos y especialistas responsables de un IPA",
  "references.career.sbb.point-5": "Participa en ART Architercture-sync",
  "references.career.sbb.point-6": "Nueva implementación de una CLI Helper para Openshift para Helm Charts",
  "references.career.loewenfels.title": "Löwenfels Partner AG",
  "references.career.loewenfels.description": "Como contratista, Swisslinx me empleó como ingeniero de software Angular & Java full stack. Donde fui capaz de hacer mi contribución en las siguientes áreas:",
  "references.career.loewenfels.point-1": "Formar a los empleados en Angular",
  "references.career.loewenfels.point-2": "ePortal Oficina de compensación Canton BE & NE",
  "references.career.loewenfels.point-3": "Desarrollo de una herramienta interna para la gestión de las vacaciones",
  "references.career.dvbern.title": "DV Bern AG",
  "references.career.dvbern.description": "Trabajo como ingeniero de software sénior y director técnico de un equipo para DV Bern desde 2023. Aquí aprecio el privilegio de trabajar con excelentes desarrolladores para proporcionar software de gran complejidad a varios cantones de Suiza para:",
  "references.career.dvbern.point-1": "RegisterMe: portal de inscripción para refugiados",
  "references.career.dvbern.point-2": "MASID: Sistema de Gestión de Enfermedades Infecciosas",
  "references.career.dvbern.point-3": "eCertificado salarial CFS",
  "references.career.dvbern.point-4": "VacMe: Portal de vacunación Cantón BE & ZH",
  "references.happy-post.title": "HappyPost Social App",
  "references.happy-post.browser-title": "HappyPost",
  "references.happy-post.customer.description": "La clienta tenía una idea sensata, pero carecía de capital para desarrollar su aplicación. El ingenio y la sencillez del concepto me convencieron, así que decidí desarrollar y publicar la app con mis recursos y la colaboración voluntaria de mi equipo. Creemos en el éxito de esta aplicación única, que sin duda tiene potencial de expansión.",
  "references.happy-post.goal.description": "Esta aplicación de comunicación sirve de puente entre generaciones y pretende conectar a los analfabetos digitales con los digitales de una forma segura y encantadoramente sencilla. La comunicación es posible gracias a dos interfaces con diseño y UX diferentes, adaptadas a cada grupo de usuarios. Para generar ingresos, se ofrece la transmisión de fotos/vídeos y una tienda digital de regalos.",
  "references.happy-post.solution.description": "En primer lugar, se desarrolló un prototipo que sirvió de prueba piloto para el grupo destinatario (personas mayores). El resultado fue tan positivo que los usuarios de prueba quisieron quedarse enseguida con el prototipo ;-) Ahora la aplicación está siendo objeto de una actualización gráfica y técnica y se están incorporando mejoras en la transmisión de fotos y vídeos, como una función de cámara, una tienda de regalos y una conexión de pago. Lanzamiento previsto para el verano de 2025",
  "references.happy-post.status-quo.description": "El modo \"Moderno\" y el back-end están desarrollados al 80%. Trabajamos constantemente en el modo \"Clásico\". Se han encontrado soluciones eficaces para hacer frente a los numerosos idiomas y su impacto en el modo \"Clásico\". El proyecto tiene prioridad absoluta junto con la actividad diaria.",
  "references.saf-timer.title": "SAFTimer",
  "references.saf-timer.browser-title": "SAFTimer",
  "references.saf-timer.customer.description": "Mam und Yanic",
  "references.saf-timer.goal.description": "Simply as fuck Timer erstellen für privaten Gebrauch./Video, sowie eine Einnahme-Quelle, dies wird nun bei HP2 als upgrade eingebaut.",
  "references.saf-timer.solution.description": "Yanic baut alles Mam sagt wie",
  "references.saf-timer.status-quo.description": "Fast fertig",
  "references.yachtpartner.title": "Yachtpartner Web/App",
  "references.yachtpartner.browser-title": "Yachtpartner",
  "references.yachtpartner.customer.description": "El cliente dispone desde hace años de un dominio y un plan que incluye un portal de miembros para la Sociedad de Yates, como aplicación web y móvil, con numerosas funciones. Nos encargó que nos hiciéramos cargo de la implementación completa hasta la publicación.",
  "references.yachtpartner.goal.description": "Construir el mejor portal de yates del mercado a partir de la idea del cliente, junto con nuestra experiencia.",
  "references.yachtpartner.solution.description": "El portal es enorme y complejo, y lo primero que necesita es un concepto estructurado y una experiencia de usuario. También hay que determinar la pila tecnológica y elaborar un plan de tiempo y costes.",
  "references.yachtpartner.status-quo.description": "Se celebran reuniones cada dos meses, a las que el cliente acude bien preparado con preguntas concretas sobre posibilidades técnicas o las últimas tendencias.",
  "references.halma.title": "Juego de tablero - Halma42",
  "references.halma.browser-title": "Halma42",
  "references.halma.customer.description": "Un cliente privado que quiere jugar digitalmente a su juego de mesa patentado, una especie de Halma, busca la forma de realizar el juego como aplicación o portal web.",
  "references.halma.goal.description": "Un portal web que permite jugar sin problemas a las funciones básicas con las reglas de juego especificadas.",
  "references.halma.solution.description": "Como el cliente no dispone de los recursos financieros necesarios, le ofrecemos abrir el proyecto y cederle el liderazgo a Yanic. Yanic quiere ampliar sus conocimientos con el proyecto, así que determina la pila tecnológica y hace que el proyecto sea de código abierto, incluido un diseño sencillo. Se centra en una funcionalidad impecable y debe poder ampliarse en cualquier momento.",
  "references.halma.status-quo.description": "El juego es perfectamente jugable en un portal web. El cliente está contento y empieza por recabar opiniones de los usuarios y buscar desarrolladores en su círculo de amigos que quieran participar en el proyecto de código abierto para poder ampliarlo e incluir un modo multijugador en línea, por ejemplo.",
  "references.de-spoc.title": "DE<strong class='custom-semibold'>SPOC</strong>",
  "references.de-spoc.browser-title": "DESPOC",
  "references.de-spoc.customer.description": "El cliente vino con una plantilla simple y quería un portal donde los equipos de TI y las licitaciones de proyectos pudieran encontrarse. Tenía las ideas claras y un presupuesto fijo.",
  "references.de-spoc.goal.description": "Crear un portal web completo, incluyendo UX, diseño y textos. Desarrollado en una pila estable y puede implementarse de forma segura dentro del presupuesto existente.",
  "references.de-spoc.solution.description": "Nuestro profesional de UX/Diseño creó una muy buena plantilla Figma, esto permitió al equipo codificar de manera eficiente y precisa.<br><br>El portal está desarrollado utilizando Angular / Java / postgreSQL y alojado en AWS.",
  "references.de-spoc.status-quo.description": "\nEl proyecto finalizará en breve, todo lo que queda es diseñar la biblioteca de componentes y alojarlo en AWS. Hasta ahora el presupuesto se ha respetado exactamente. El cliente está muy satisfecho con la UX de primera clase y espera con ansias el lanzamiento.",
  "references.websites.title": "Páginas web",
  "references.websites.browser-title": "Páginas web",
  "references.websites.christin-art.description": "Diseñado por IT-Dobler según los requisitos del cliente. Implementado con Wordpress. Alojamiento con AWS Lightsail.",
  "references.websites.it-dobler.description": "Diseño e implementación por IT-Dobler. Frontend con Angular y Tailwind CSS. Backend consiste en una Azure Function en NodeJS. Ambos están alojados vía Azure Static Web App.",
  "about-us.title": "Quiénes somos",
  "about-us.why-it-dobler": "¿Por qué IT-Dobler?",
  "about-us.point-1": "Nuestra razón de ser es escuchar de verdad a nuestros clientes y actuar como un socio competente para ayudarles a materializar con éxito sus ideas y proyectos.<br><br>",
  "about-us.point-2": "Gracias a las herramientas de desarrollo más avanzadas y a un equipo de gran talento, se acorta el tiempo de desarrollo y, por tanto, de comercialización incluso de proyectos complejos, lo que mantiene bajos los costes de implantación y mantenimiento..<br><br>",
  "about-us.point-4": "No hacemos \"de todo\", hay miles de lenguajes de programación y servicios y aunque dominamos algunos de ellos, sólo ofrecemos aquello en lo que somos verdaderos expertos y así garantizamos los mayores estándares de calidad y seguridad posibles.<br><br>",
  "about-us.point-5": "Tenemos el privilegio de servir a una amplia gama de empresas, ya sea como parte de un equipo o como contratista independiente, desde aplicaciones sociales y digitalización de juegos de mesa para clientes privados hasta consultoría más profunda.<br><br>",
  "about-us.point-swiss": "Yanic ha adquirido su experiencia profesional exclusivamente en la alta calidad suiza y el estándar industrial, que se aplica a todo el trabajo de IT-Dobler, por lo que puede esperar un producto de primera.<br><br>",
  "about-us.point-6": "Nuestro objetivo es desarrollar software excelente y útil.<br><br>",
  "about-us.point-7": "Esto refleja nuestro compromiso, acompaña nuestras acciones y nos ayuda a construir relaciones duraderas y de confianza.<br><br>",
  "founder.title": "Equipo",
  "founder.browser-title": "Equipo",
  "founder.yanic-dobler.title": "Fundador de IT-Dobler<br>Ingeniero y arquitecto de software",
  "founder.yanic-dobler.description": "La codificación es mi pasión, como ingeniero de software me sumerjo en las profundidades de este dominio con el fin de utilizar los conocimientos adquiridos para escribir código de alta calidad. Java, Angular y Spring han sido mis herramientas durante muchos años.<br><br>Mi pragmatismo y mi comunicación abierta y directa me ayudan a vivir una cultura de excelencia en el servicio al cliente, que se caracteriza por el hecho de que yo y mi equipo somos accesibles, flexibles y genuinamente serviciales.<br><br>Fundé IT-Dobler en 2019 y he podido desarrollar proyectos emocionantes desde entonces, considerándome afortunado de contar con un equipo ambicioso y capaz formado por desarrolladores de software profesionales, diseñadores de concepto/UX y gráficos y una red de empresas de TI y autónomos.<br>Resulta que la profesionalidad, la perseverancia y el aprecio pueden motivar a cualquier equipo con talento a rendir al máximo y que un equipo bien coordinado se complace en asumir incluso las tareas más complejas.<br><br>¡2024 celebramos la apertura de IT-Dobler - Montevideo/Uruguay!<br>El equipo se amplía con experimentados y talentosos desarrolladores de software para seguir ofreciendo los mejores servicios posibles para satisfacer la creciente demanda de nuestros clientes.",
  "founder.yanic-dobler.education-1": "Bachelor in Computer Science<br>& Software Engineering, TU/e*",
  "founder.yanic-dobler.education-2": "*Technical University Eindhoven/NL",
  "founder.katharina-dobler.title": "Concepto y diseño UX<br>Administración",
  "founder.katharina-dobler.description": "En 2019, presenté a IT-Dobler mi concepto/UX único para la app HappyPost. Convencido por esta idea tan sensata, Yanic se puso manos a la obra para llevarla a cabo y, al mismo tiempo, me inspiró para explorar el mundo del diseño gráfico y web a través de esta enriquecedora colaboración.<br><br>Hoy puedo enriquecer y apoyar de forma óptima a IT-Dobler con mi talento creativo y mi riqueza de ideas. Como empresario, me considero afortunado de trabajar junto a Yanic porque su profesionalidad, perseverancia y aprecio pueden motivar a cualquier equipo con talento a rendir al máximo.",
  "contact.title": "Contacto",
  "contact.intro": "Póngase en contacto con nosotros y déjenos crear algo extraordinario.",
  "contact.form.name": "Nombre*",
  "contact.form.name.error": "El nombre es un campo obligatorio",
  "contact.form.email": "E-mail*",
  "contact.form.email.error": "E-mail es un campo obligatorio",
  "contact.form.phone-number": "Número de teléfono",
  "contact.form.send": "Enviar",
  "contact.form.working": "Cargando...",
  "contact.form.error": "Oops, un error del sistema, por favor vuelva a enviar su mensaje.",
  "contact.form.done": "Gracias por su mensaje, le responderemos lo antes posible.",
  "contact.address.switzerland": "Locarno / Switzerland",
  "contact.address.uruguay": "Montevideo / Uruguay",
  "contact.address.mobile": "Móvil: ",
  "contact.address.phone": "Teléfono: "
}